{
    "BOT": "%[Get started] (postback:hello)",
    "HELLO": "Hi there!\nI'm the personal bot of David Barkhausen, an Information Security professional based in South Florida, USA.\n[David](https://raw.githubusercontent.com/b4rk13/resume-bot/master/img/Profile.png)\nI'll help you learn more about David through some structured conversation.\nSo, where would you like to start? %[Profile](postback:profile) %[Career](postback:career) %[Bio](postback:bio) %[Random fact!](postback:random_fact)",
    "PROFILE": "David is an information security professional with 15 years of experience across large, multi-national organizations.\nMost recently, Global Cyber Security Manager at a FTSE 100, where he is responsible for implementing the cyber security strategy by managing the associated programs, initiatives, and budgets in excess of a million dollars.\nAdept to strategic thinking, problem solving, and building business capabilities, David uses his combination of technical proficiency, management capability and expertise in data analytics to develop robust security solutions that also deliver business value and effective management information at all levels. %[Core skills](postback:core_skills) %[Career](postback:career) %[Bio](postback:bio)",
    "CORE_SKILLS": "Strategy development & implementation\nSecurity process creation & improvement\nProject planning & management\nManagement reporting & engagement %[Career](postback:career) %[Bio](postback:bio)",
    "CAREER": "David has 15 years of experience in information security and IT auditing, and is passionate about solving business problems using innovative and efficient solutions.\nHe began his career at EY (formerly Ernst & Young), where he did IT risk assurance and advisory for a wide range of clients and industries. He specialized in technical security reviews of infrastructure and data analytics.\nHe then joined British American Tobacco, in London, UK, in their Global Audit function where he was responsible for planning & managing audits around the world, as well as developing the functions technical and data analytics capabilities to a level recognized as industry-leading in the UK.\nAfter that, he moved to BAT’s IT Security function as Global Cyber Security Manager. Reporting to Global Head of IT Security, David leads a team, and directs a number of third party supplier resources to deliver security programs and initiatives, as well as various aspects of IT security operations for the company.\nDavid moved to the US at the end of 2015 to be with his partner, and is now working part-time for BAT whilst he transitions to role to his replacement. He his now lending his time to assist a startup company, whilst he looks for his next role. What do you want to know more about? %[Current role](postback:current_role) %[Previous experience](postback:previous_experience) %[Startup](postback:startup) %[The ideal job](postback:ideal_job)",
    "IDEAL_JOB": "Specifically, he's looking at roles in Information Security Management because he excels at developing and implementing strategies, managing security programs, and growing capability.\nWhat really excites him is helping business functions become more mature and efficient through effective use of technology and management information. %[Current role](postback:current_role) %[Previous experience](postback:previous_experience) %[Startup](postback:startup)",
    "STARTUP": "",
    "RANDOM_FACT": "",
    "ABOUT_THE_BOT": "",
    "MORE": "Ok, here's some other stuff to check out:",
    "PREVIOUS_EXPERIENCE": "",
    "CURRENT_ROLE": "Global Cyber Security Manager at British American Tobacco (United Kingdom); July 2014 to present\nReporting to Global Head of IT Security, David leads a team of three direct reports, as well as managing a number of third party supplier resources to deliver security programs and initiatives, as well as various aspects of IT security operations. %[Key responsibilities](postback:key_responsibilities) %[Key achievements](postback:key_achievements)",
    "KEY_RESPONSIBILITIES": "Developing the strategy and processes for cyber-defenses, and managing initiatives to achieve them, including the organization’s Cyber-Threat Radar and deployment of a global vulnerability management process.\nPlanning and managing security penetration testing activities throughout the year, across the global IT estate.\nSits of a number of governance bodies responsible for directing IT Security direction & operations, including the IT Security Management, SIEM Governance, and Technical Standards authorities.\nCoordinates technical aspects for major security incident response, and vulnerabilities.\nAccountable for forecasting and reporting for an IT Security budgets in excess of $1m.\nContract and supplier management for third party IT Security service providers. %[Key achievements](postback:key_achievements) %[Previous experience](postback:previous_experience)",
    "KEY_ACHIEVEMENTS": "End-to-end development & deployment of a global vulnerability management project, which has resulted in new business capabilities to vulnerability assess 100,000 IT assets in over 130 countries on a monthly basis, and effectively prioritize remediation activities.\nDevelopment of interactive dashboards to measure and track key IT Security metrics which have greatly assisted with identification of required focus areas, and better utilization of the function’s resources. This has resulted in noted maturity of the function, and better engagement with senior business management.",
    "CONNECT_ME": "",
    "DISCONNECT": "Roger that, David's bot is back.",
    "STRENGTHS": "",
    "WEAKNESSES": "",
    "INTERESTS": "",
    "ACHIEVEMENTS": "",
    "BIO": "David was born and raised in Zimbabwe.\nFrom and early age, he was fascinated with computers and technology, despite having limited access to them in a developing country.\nHe excelled at school and was one of a handful of candidates recruited straight after high school by Ernst & Young. He pursued his degree whilst working as a financial auditor, but soon transferred into the IT Audit & Assurance function once his computer proficiency was recognised.\nThere he developed his skills to focus on process auditing, technical security of infrastructure and data analytics services.\nThe downward turn in Zimbabwe's economy forced him to move into the private sector, where he served as IT Manager for a stockbroker and its subsidiaries for a brief period before taking a position offered by Ernst & Young (EY) in the United Kingdom.\nDavid emigrated to the UK in 2006, where he rejoined EY for another 3 years. His skills in technical security auditing and data analytics were soon put to task again and he serviced a number of large public and private sector clients around the UK.\nSeeking a new challenge, he left EY in 2009 to join British American Tobacco (BAT). Thanks to BAT's large global footprint, David discovered his love for travel and cultures as he travelled the globe to perform audits at the company's various locations in Asia Pacific, Europe, Africa and Americas.\nThrough those travels, David found love and began a long-distance relationship with his partner, who lived in Florida, US. After being together for three years, David decided to make it permanent and married his beloved, packing up his things in London and moving to the US in the process, where he now resides.\nWhat else would you like to know about him? %[Interests](postback:interests) %[Previous experience](postback:previous_experience)",
    "MENU": "",
    "TELL HIM": ""
}